{
    "initResponse": "\n Welcome to Bare Necessities! \n Are you a vendor or a buyer? \nREPLY 1 (ONE) for vendor \nREPLY 2 (TWO) for buyer \n Text EXIT if you would like to quit using the service.",
    "isBuyerResponse": "\n Text your zipcode so that we can select vendors based on your location \n Text EXIT if you would like to quit using the service.",
    "listProductsInstructions": "\n Text a list of the goods you wish to purchase. For multiple goods, seperate each good on a new line. For Example:\nTomatoes\nPotatoes\nRice\nEggs\n\n We will then display to you the vendors whose inventory best matches your products. \n Text EXIT if you would like to quit using the service.",
    "vendorListResults": "\n Here are the results that best match your location and products\nREPLY with your selected vendors number to see more information. Text EXIT if you would like to quit using the service.",
    "vendorResultsInstructions": "\n REPLY 1 (ONE) if you wish to search a new product,\nREPLY 2 (TWO) to return back to the list of vendors\n Reply EXIT if you would like to quit the service",
    "stop": "\n Thank you for using Bare Necessities! We hope you enjoyed using our service.",
    "checkExistingVendor": "\n Are you an already registered user? \nREPLY YES (Y) if you are an already registered user\nREPLY NO if you are not an already registered user ", 
    "registerationName": "\n REPLY with you store, farm or vendor name.",
    "registerationContactInfo": "\n REPLY with your phone number, email address and store address. Please seperate each piece of contact information with a new line.\n For example:\n3013460387\naleogross@gmail.com\n141 George St\nMedford\nMA\nUSA\n02155",
    "showVendorDetails": "\n Here is the list of product information for your store:",
    "showVendorOperations": "\n REPLY ADD and a new product name if you wish to add new product,\nREPLY DELETE and the product number indicating the product you wish to delete to delete a product from you inventory\n Reply EXIT if you would like to quit the service",
    "unrecognizedResponse": "\n Unrecognized input message, please resend your response.",
    "listVendorsResponse": "\n Here are the results that best match your location, products and product quantities.\n1. Andrew’s Farm, Medford MA\n2. Noah’s Farm, Sommerville MA\n3. Keisha’s WholeSale Goods, Framingham MA\n\nREPLY with the vendors number to see more information or EXIT if you would like to quit the service",
    "choseAndrewFarn": "\n Andrew’s Farm:\nTomatoes 100\nRed Onions 200\nPotatos 30 \nLeeks 20\nPeanuts 500\n\nContact Info\nPhone: 617-123-0000\nEmail: agrossfarm@gmail.com\nLocation: Farmville St, Medford, MA\n\nREPLY 1 if you wish to search a new product or EXIT if you are done"
}
